[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
c
C
(
)
O
1
2
=
N
.
n
3
F
Cl
>>
~
-
4
[C@H]
S
[C@@H]
[O-]
Br
#
/
[nH]
[N+]
s
5
o
P
[Na+]
[Si]
I
[Na]
[Pd]
[K+]
[K]
[P]
B
[C@]
[C@@]
[Cl-]
6
[OH-]
\
[N-]
[Li]
[H]
[2H]
[NH4+]
[c-]
[P-]
[Cs+]
[Li+]
[Cs]
[NaH]
[H-]
[O+]
[BH4-]
[Cu]
7
[Mg]
[Fe+2]
[n+]
[Sn]
[BH-]
[Pd+2]
[CH]
[I-]
[Br-]
[C-]
[Zn]
[B-]
[F-]
[Al]
[P+]
[BH3-]
[Fe]
[C]
[AlH4]
[Ni]
[SiH]
8
[Cu+2]
[Mn]
[AlH]
[nH+]
[AlH4-]
[O-2]
[Cr]
[Mg+2]
[NH3+]
[S@]
[Pt]
[Al+3]
[S@@]
[S-]
[Ti]
[Zn+2]
[PH]
[NH2+]
[Ru]
[Ag+]
[S+]
[I+3]
[NH+]
[Ca+2]
[Ag]
9
[Os]
[Se]
[SiH2]
[Ca]
[Ti+4]
[Ac]
[Cu+]
[S]
[Rh]
[Cl+3]
[cH-]
[Zn+]
[O]
[Cl+]
[SH]
[H+]
[Pd+]
[se]
[PH+]
[I]
[Pt+2]
[C+]
[Mg+]
[Hg]
[W]
[SnH]
[SiH3]
[Fe+3]
[NH]
[Mo]
[CH2+]
%10
[CH2-]
[CH2]
[n-]
[Ce+4]
[NH-]
[Co]
[I+]
[PH2]
[Pt+4]
[Ce]
[B]
[Sn+2]
[Ba+2]
%11
[Fe-3]
[18F]
[SH-]
[Pb+2]
[Os-2]
[Zr+4]
[N]
[Ir]
[Bi]
[Ni+2]
[P@]
[Co+2]
[s+]
[As]
[P+3]
[Hg+2]
[Yb+3]
[CH-]
[Zr+2]
[Mn+2]
[CH+]
[In]
[KH]
[Ce+3]
[Zr]
[AlH2-]
[OH2+]
[Ti+3]
[Rh+2]
[Sb]
[S-2]
%12
[P@@]
[Si@H]
[Mn+4]
p
[Ba]
[NH2-]
[Ge]
[Pb+4]
[Cr+3]
[Au]
[LiH]
[Sc+3]
[o+]
[Rh-3]
%13
[Br]
[Sb-]
[S@+]
[I+2]
[Ar]
[V]
[Cu-]
[Al-]
[Te]
[13c]
[13C]
[Cl]
[PH4+]
[SiH4]
[te]
[CH3-]
[S@@+]
[Rh+3]
[SH+]
[Bi+3]
[Br+2]
[La]
[La+3]
[Pt-2]
[N@@]
[PH3+]
[N@]
[Si+4]
[Sr+2]
[Al+]
[Pb]
[SeH]
[Si-]
[V+5]
[Y+3]
[Re]
[Ru+]
[Sm]
*
[3H]
[NH2]
[Ag-]
[13CH3]
[OH+]
[Ru+3]
[OH]
[Gd+3]
[13CH2]
[In+3]
[Si@@]
[Si@]
[Ti+2]
[Sn+]
[Cl+2]
[AlH-]
[Pd-2]
[SnH3]
[B+3]
[Cu-2]
[Nd+3]
[Pb+3]
[13cH]
[Fe-4]
[Ga]
[Sn+4]
[Hg+]
[11CH3]
[Hf]
[Pr]
[Y]
[S+2]
[Cd]
[Cr+6]
[Zr+3]
[Rh+]
[CH3]
[N-3]
[Hf+2]
[Th]
[Sb+3]
%14
[Cr+2]
[Ru+2]
[Hf+4]
[14C]
[Ta]
[Tl+]
[B+]
[Os+4]
[PdH2]
[Pd-]
[Cd+2]
[Co+3]
[S+4]
[Nb+5]
[123I]
[c+]
[Rb+]
[V+2]
[CH3+]
[Ag+2]
[cH+]
[Mn+3]
[Se-]
[As-]
[Eu+3]
[SH2]
[Sm+3]
[IH+]
%15
[OH3+]
[PH3]
[IH2+]
[SH2+]
[Ir+3]
[AlH3]
[Sc]
[Yb]
[15NH2]
[Lu]
[sH+]
[Gd]
[18F-]
[SH3+]
[SnH4]
[TeH]
[Si@@H]
[Ga+3]
[CaH2]
[Tl]
[Ta+5]
[GeH]
[Br+]
[Sr]
[Tl+3]
[Sm+2]
[PH5]
%16
[N@@+]
[Au+3]
[C-4]
[Nd]
[Ti+]
[IH]
[N@+]
[125I]
[Eu]
[Sn+3]
[Nb]
[Er+3]
[123I-]
[14c]
%17
[SnH2]
[YH]
[Sb+5]
[Pr+3]
[Ir+]
[N+3]
[AlH2]
[19F]
%18
[Tb]
[14CH]
[Mo+4]
[Si+]
[BH]
[Be]
[Rb]
[pH]
%19
%20
[Xe]
[Ir-]
[Be+2]
[C+4]
[RuH2]
[15NH]
[U+2]
[Au-]
%21
%22
[Au+]
[15n]
[Al+2]
[Tb+3]
[15N]
[V+3]
[W+6]
[14CH3]
[Cr+4]
[ClH+]
b
[Ti+6]
[Nd+]
[Zr+]
[PH2+]
[Fm]
[N@H+]
[RuH]
[Dy+3]
%23
[Hf+3]
[W+4]
[11C]
[13CH]
[Er]
[124I]
[LaH]
[F]
[siH]
[Ga+]
[Cm]
[GeH3]
[IH-]
[U+6]
[SeH+]
[32P]
[SeH-]
[Pt-]
[Ir+2]
[se+]
[U]
[F+]
[BH2]
[As+]
[Cf]
[ClH2+]
[Ni+]
[TeH3]
[SbH2]
[Ag+3]
%24
[18O]
[PH4]
[Os+2]
[Na-]
[Sb+2]
[V+4]
[Ho+3]
[68Ga]
[PH-]
[Bi+2]
[Ce+2]
[Pd+3]
[99Tc]
[13C@@H]
[Fe+6]
[c]
[GeH2]
[10B]
[Cu+3]
[Mo+2]
[Cr+]
[Pd+4]
[Dy]
[AsH]
[Ba+]
[SeH2]
[In+]
[TeH2]
[BrH+]
[14cH]
[W+]
[13C@H]
[AsH2]
[In+2]
[N+2]
[N@@H+]
[SbH]
[60Co]
[AsH4+]
[AsH3]
[18OH]
[Ru-2]
[Na-2]
[CuH2]
[31P]
[Ti+5]
[35S]
[P@@H]
[ArH]
[Co+]
[Zr-2]
[BH2-]
[131I]
[SH5]
[VH]
[B+2]
[Yb+2]
[14C@H]
[211At]
[NH3+2]
[IrH]
[IrH2]
[Rh-]
[Cr-]
[Sb+]
[Ni+3]
[TaH3]
[Tl+2]
[64Cu]
[Tc]
[Cd+]
[1H]
[15nH]
[AlH2+]
[FH+2]
[BiH3]
[Ru-]
[Mo+6]
[AsH+]
[BaH2]
[BaH]
[Fe+4]
[229Th]
[Th+4]
[As+3]
[NH+3]
[P@H]
[Li-]
[7NaH]
[Bi+]
[PtH+2]
[p-]
[Re+5]
[NiH]
[Ni-]
[Xe+]
[Ca+]
[11c]
[Rh+4]
[AcH]
[HeH]
[Sc+2]
[Mn+]
[UH]
[14CH2]
[SiH4+]
[18OH2]
[Ac-]
[Re+4]
[118Sn]
[153Sm]
[P+2]
[9CH]
[9CH3]
[Y-]
[NiH2]
[Si+2]
[Mn+6]
[ZrH2]
[C-2]
[Bi+5]
[24NaH]
[Fr]
[15CH]
[Se+]
[At]
[P-3]
[124I-]
[CuH2-]
[Nb+4]
[Nb+3]
[MgH]
[Ir+4]
[67Ga+3]
[67Ga]
[13N]
[15OH2]
[2NH]
[Ho]
[Cn]
tfu
fua
krr
baj
wkn
ths
btu
tfa
wms
stw
srdl
ecn
srr
sog
mgca
fsm
hex
urka
urxa
nce
soa
wmr
tpta
tdz
bbs
fdc
eto
kgn
upc
nyna
dha
phi
cdst
itha
cqy
ksx
edq
fvb
pyo
wjb
eck
wgi
ofo
cla
srsf
edp
not
dny
una
isd
ket
ucw
fuv
thp
nkb
ubta
dnr
bcha
vme
xhh
bcuxa
asc
sbra
dda
wfa
zfp
fvp
sjta
mgc
vcs
fiq
noi
urfa
aww
kts
hha
skla
crbe
fut
nci
ahqa
oab
crt
svd
sot
ssta
bcuf
pfm
iace
bbf
zyla
vab
dme
sdw
hmst
dnj
fuo
whq
bbk
whu
tsy
cmd
mef
baw
uny
ecj
isf
svnd
nul
bnn
asv
bew
tei
elv
vbs
urx
ffi
sxf
vmr
kez
dhc
unt
unp
smn
off
tona
bora
tds
cpc
wgk
zzz
ceia
cpt
yfm
vcn
zfa
wnq
und
nka
ulh
ala
fcp
saba
uoj
umr
noy
eld
urra
swm
sura
nke
zmd
wlb
xay
epx
xam
zbb
heya
unu
sxo
smk
tck
pcui
sme
xci
sno
epva
ahq
cqu
toc
cfe
sma
noz
uri
uty
wmj
xmz
moc
stwa
xaja
kgk
zmb
fszd
pha
zbs
zjza
pcle
qzj
fnc
mcoa
fca
dnoa
qna
wlf
pfma
dmc
ato
wlg
smw
whk
vbb
wkv
ure
xbd
mtaa
ykh
gata
msh
kem
elb
hbk
mgda
uod
xij
cqi
krj
oge
zbk
uno
tfy
fsya
cef
vbu
vbm
umw
fob
wnr
tcfx
tpza
fsg
xbf
ntt
tzs
bag
wfd
ban
whe
ish
tsga
msq
bcq
isa
wmt
vbx
snw
jsd
ttxa
mml
wkj
nti
jmt
kgm
bpp
spna
vmv
ithda
bpc
tto
zll
snp
zbw
urua
wib
ntv
lsz
zbz
bpd
wmi
qms
vng
spha
mab
cbn
wmf
dnca
mgd
mgzxd
etg
gee
yfo
utx
sat
eca
mhg
wne
tfzd
lun
wgc
sne
mtea
skb
bbd
nou
hey
ucz
tfs
ubo
ptsg
frz
bex
tep
dia
fts
xfh
wjp
cela
diaf
fcd
mgzxde
eab
yfn
tej
tpy
fcl
zlla
qnaa
bore
wmu
ucn
wjh
flua
zrca
umx
ukh
stxa
tfh
bcx
wnh
eee
krb
yfq
ecf
fva
dnm
xar
vml
skh
tcn
svna
esq
cbd
tdc
shb
fno
wjc
urm
btv
ttsa
epz
xbg
jbw
tta
kex
cph
ech
toce
kga
hec
nko
cet
etk
fofa
ctna
wxsa
tub
cqn
pyra
acta
svh
lcva
siz
kxea
ftq
wysa
knba
dnq
bcm
llja
bvh
vby
sxb
pdpa
rac
vcq
ske
sct
nth
afi
ukt
urqa
pth
bak
utp
sdz
xbfa
wmc
jaja
sdb
bzd
fnl
svi
wkf
umj
odj
phw
wml
dpaa
phxa
zcb
pyc
xan
uog
gala
cps
sse
rtla
whp
xfs
nzn
sig
wmo
ogea
sdu
wgn
xbaa
poz
krd
swg
tmd
xlya
cqx
wjv
alb
xbqa
ood
fni
sqsa
icm
ceha
wiw
tfn
albx
bct
ise
whs
xaa
msw
ntya
ttx
sodf
qnfa
yfu
nboxd
sst
bel
fns
zfe
ceb
sof
fun
sgn
wlr
sku
mur
vcp
soq
kgu
crd
alba
whr
ukp
scuh
nat
thpa
nip
ceu
lcyax
ftn
sdk
mgg
mtd
kgh
wfh
dnt
bbn
uox
ant
svo
qtzg
ddya
kle
tfga
eps
gpux
epe
zft
osb
vnb
urta
ceh
tccx
asca
oof
tcj
acsg
fnb
ild
eeda
esg
nor
mer
ttc
svz
dna
uoo
cota
coe
fgl
mjh
mte
unc
wiv
eth
keae
fti
fve
kgp
xbs
nkp
icca
fnu
reoe
krm
mjy
bas
cpk
cdze
tcc
sdf
vmb
ssde
diag
sky
dng
dmp
zce
phx
ahra
upd
pbpl
xfy
wjs
dhb
ins
nind
kra
bva
bpe
xaia
fiv
jec
ftl
ile
umg
sra
xbb
thj
xbz
fav
ftb
qdle
yfp
vmy
smp
ckq
unl
sdg
ctnx
xad
lcya
eft
hcz
mote
tsf
ncba
whd
coee
ttd
zfq
whz
xly
tap
knca
tsb
xaga
dnx
gaoa
mere
ssm
thpx
ptd
wjz
zbr
jusa
yff
pbzl
hxg
cez
nca
sodaaa
zmj
ukg
stea
xbh
fjh
aab
rtl
soe
whc
dpea
wgp
tsc
xux
svj
cru
deh
dnfa
zyl
gng
txta
zme
fcg
fwa
dmha
bcuk
acsa
fte
hyc
tdv
sml
tdw
bcu
cqk
swc
xbo
xag
sit
odi
sos
sxj
urw
ast
fce
mst
xfn
suz
het
vct
fsb
nku
fwe
wjy
fcx
vfi
vcu
tpr
zga
snr
wif
bele
epn
hyk
hyb
cua
fvf
xat
xbe
zca
wjl
rhra
ulf
isn
twt
znp
tcg
cut
fuj
ibb
var
fdb
mcm
nir
tava
dnua
qnf
qdl
asn
xap
seb
kgda
zfb
kryd
tfj
wys
hmca
ttv
lqm
dnu
snb
tsq
ceo
stj
sor
pbg
wna
fet
epba
sum
fvu
dmf
pnd
wgt
tsaa
uki
wij
dhg
cald
pnf
zfd
wkb
ctnd
ftd
wnt
ukx
utq
ahr
fcm
wfs
tsx
koh
wks
dno
yfr
msd
msx
cpr
pda
xav
vmc
cco
yfh
diaj
fee
fvl
ptra
dne
fvn
sxl
mtn
pnh
bpv
jsc
sxk
fvk
noj
swf
tsna
wko
bpu
tuba
xff
dhf
atn
jea
unid
cdk
bcuhe
krs
vbv
dmg
bcl
llj
wfi
cqa
fmz
sxc
tdu
dmd
zfx
bpf
alw
pyre
qnca
pto
nboa
wjx
cej
wgf
wgl
urma
crba
vco
hyx
ftv
wkl
nfb
xfm
fst
loh
lul
vcy
uroa
nta
wky
sdr
reoda
ceq
pek
noo
dag
gwea
lng
moge
umh
pdm
khn
wkk
fla
uoz
bcp
byl
sdte
cpb
fuf
kgd
mtf
ceza
odg
gpu
asd
krvd
fth
wmh
skc
bem
mdh
hms
yfd
bat
uou
swl
lib
qoma
tfpa
pspa
ecr
tth
svr
wfy
lil
dpc
iso
urg
zfj
ursa
urya
hee
smm
zfv
osc
xfc
wnv
dpe
wip
ceta
vbw
llz
xbr
wka
dnta
mgzx
yac
fite
ncd
etc
srsae
cer
mok
yfe
foga
nlr
vmh
swa
idp
jak
mtha
qtza
bbh
fnh
scuf
spn
ste
sodg
fau
yug
sva
heaa
ttra
lxx
bda
sxa
wnc
fvm
mds
gdma
ltae
cpj
urk
zyga
qtzx
unm
xbv
tsqa
cot
dnc
eppa
rgd
toca
agwa
xbn
zfz
yfv
utg
xfg
qtze
cega
lwad
smv
pem
cssa
wfj
ffga
ftu
scu
ddc
nkc
zff
zfr
fwz
fnk
sode
sxd
vmj
svb
whv
tru
tfaa
ecm
sepa
uku
ecc
thf
isi
kgo
umb
hof
clj
msi
muo
dnz
frf
cqg
whj
uta
ukr
eed
fcz
zbm
dnp
cpq
dehd
mmn
ydqa
umn
yfk
xbka
ttg
bix
bbp
fmja
cry
wfx
rhp
hch
tph
ycq
spp
ltj
fwc
brl
nyn
yao
zbd
flg
wlj
who
epb
bbi
nox
muh
nhta
umd
uni
bax
uoa
ftr
mepe
cpi
pcbe
epv
epf
uov
cdle
cqt
bah
aeaa
acsi
fes
jkz
cdm
hcaa
epp
nck
dhh
cane
tfv
kcea
crsd
xmza
fus
urja
cew
nkf
mmma
dnga
aste
smo
dpd
nhaa
nva
ntva
pcn
whm
wfv
edc
wnf
unr
tfea
icf
kfo
fna
pcl
fxta
bao
fab
umy
yyz
vni
mtba
epqa
lta
jaj
srs
stp
itv
smd
xfi
mtne
kms
alm
hwx
fue
vnd
wji
twfd
hca
xfx
xfz
eyea
wkw
wii
csqa
ets
ten
bbe
maw
sas
acs
bpr
lwa
dns
niq
baae
cpp
wfn
dmb
fcj
act
bpl
dnid
ken
wfe
wno
bcut
dpda
ton
wei
wfz
bon
wjm
scp
gwe
wgb
wnn
tfe
wit
lcye
isy
afw
bap
ccg
toz
fnr
tff
zfc
ptr
osd
cdsf
xfw
pbge
zhl
ukc
sqca
ecb
bav
uns
dtd
vmd
ptsa
cewa
wjo
pte
sie
hxl
ncm
sdi
wht
skg
bpi
mgz
wju
qom
ocue
wme
txt
xfe
cera
wuy
cha
dpb
dnw
dnsa
lcv
she
zbc
lrl
nof
dnja
tfya
etp
pmc
tfce
fup
cap
zeb
ucx
cds
tsl
ycr
bps
motea
isp
lhh
fcn
unj
bcux
ceoa
wiy
wnj
ttta
astd
fsza
eri
lcvf
wjq
sev
vce
maz
kce
tfja
diaaa
snh
zfk
zhc
abb
ukf
afy
ecv
mtnea
odl
wjk
stb
bbg
noua
sdp
mcx
gfy
bco
ftp
fvx
hqx
rkf
jus
zrade
ocua
nasd
ith
msp
smu
vcz
asf
soo
mep
zmc
sdh
iab
aea
utae
skd
fele
xft
smj
ucp
sxe
dnla
dhd
bbb
mjz
dma
cec
lrj
cda
fda
zkf
jai
xaz
ffda
xas
mov
umu
zbu
ntsa
luo
ecd
bce
rae
fel
mmla
alaa
epna
bcsa
fuy
tfo
ptod
lwga
stu
car
swh
cora
tav
noe
hmsa
swd
wmn
snq
nun
bbr
gcc
meta
vmx
nok
zbf
uca
fcr
shf
hxgd
vtx
gare
vne
cfd
vmg
svm
nba
ntw
tfia
xbj
cmc
wkq
ull
spl
etna
ntu
ska
umi
cpf
usf
xfp
dfte
ulg
bil
ftk
xww
uoh
sspa
cat
ukl
mrc
shea
ece
yfw
fsi
hlz
llk
xai
cgc
cql
bcw
fso
bpk
fng
jst
popa
ftg
tbr
zbh
vda
smh
cboe
etn
geza
sto
soc
htp
myd
naz
kgj
bbw
sow
wmv
ilc
ftt
bcz
tsh
bpb
isg
kgi
nkua
nht
ooe
koha
asea
wla
cpy
ttw
xao
cpg
ukv
gsi
hnc
tfva
zea
bbc
vmp
ana
geea
efta
kna
bba
zbi
snm
vmz
tfka
tsxa
snvx*
wmz
sdy
snv
fsc
kewa
soj
dnv
dei
vcr
dgo
kto
dnya
edi
ycs
sodh
hmc
tfm
bbx
uos
sqs
fuu
dnda
cbs
cev
cdl
tima
qnea
jph
cpa
zfo
ept
ats
pnb
mcs
wgm
ela
uoi
znz
qnd
fvi
srd
nkn
keza
etb
tsj
kgl
xbc
boe
cpx
urva
xab
bcg
fvo
usmd
zcc
eco
whb
ula
ftj
ulj
upb
uks
urn
umz
isw
fxt
tse
vbd
sste
sdn
gao
mob
qzd
unn
wse
zfh
etl
ecq
gdla
cel
rra
dnaa
cepa
raa
rab
nab
pyoa
tpz
apd
dnxa
bcug
nnd
uow
bck
xaba
ntua
ttt
vca
hwxa
qrf
fub
xbya
sho
iac
wir
hbr
tps
omy
nos
sdm
nfa
cas
dea
lcsf
ghw
whx
tcl
umk
epc
sdq
skya
wkp
cexa
urwa
acaa
ttf
wnk
smc
nsp
ntwa
bsn
sny
niaa
usm
tsta
qzda
pcuhe
rnb
gara
wih
tdy
jjt
ism
wio
mcsa
nazx
uoy
wnw
stya
sdd
isr
csq
lvta
whw
peka
vcf
epxa
xlz
frx
ffj
vcg
uli
sph
zfw
uof
caba
mmg
wfc
kema
dnl
ttha
fcy
xfj
btoe
icv
cesa
dnna
mooa
wnd
yfj
wlq
fnf
sol
umq
bne
pse
bca
ftc
mtca
hmse
mbc
xbna
ecp
kagd
lnga
lcs
icda
jeb
abr
npoe
sdx
edie
ucpa
wha
stpa
smt
cdj
fty
tdt
ibd
fuh
ylf
fona
urla
ncj
wga
diax
ocu
cqh
xlza
ttva
zaz
baf
wkx
flta
wgd
wlp
srae
qnb
bcd
reot
cei
zxd
cpz
jsm
kgt
zbl
sty
bwt
bbo
jkza
isu
epd
rhtxa
lev
geo
krud
ddb
ttu
xll
swj
crs
myda
bcuh
pcb
gis
cpl
yfz
vbk
mot
cpm
mog
son
csi
nov
tdd
xata
vnh
xbl
iacda
jse
ssf
ict
flt
ces
svv
cdsa
sqp
sxn
cqo
bbq
cem
can
nkd
krl
fcv
diaa
edqa
ftx
tty
gfya
uru
vbh
uob
kfie
fof
tfq
urq
srsa
zsn
utb
uon
ntxa
pts
wgz
nin
vnf
yfy
fud
ibea
wma
eea
heta
mcd
ffja
srb
ceca
lone
los
ssca
svix
njua
wlc
urt
vbq
wns
cqp
msf
rht
wfb
csj
zbg
wiu
wid
uol
ceea
hcj
iph
fnq
pcum
dnd
kgq
fsa
fvr
wil
flu
rob
kcza
tbo
ccu
hjm
dnf
ooa
keb
sxq
cqc
vcv
fqr
jsa
epy
hbka
bbz
thl
fne
ntta
wxs
lim
elf
htba
zxc
ses
ooda
anaf
ttr
hua
cbt
ttz
nbo
svc
whi
bcj
tnn
rho
vmt
xbk
css
mcf
kcz
cdp
zxca
fmza
isl
src
moo
sdc
xda
wki
sta
urga
epma
cqb
fta
walx
crx
wnb
whl
acsf
bpn
cdme
frfa
urj
gwg
xbua
twte
nia
wjr
fcu
bod
fuz
xbi
yft
mtb
esp
reod
str
whn
fci
cfc
vbt
fui
tpha
xac
snk
ssb
sqpa
jag
wmw
ntn
lonea
tam
sab
baza
wnz
wli
mou
tch
fdu
pzha
vvia
fvh
yfg
core
hci
ofp
pcu
gea
jjta
ytwa
vmn
baz
fly
lcve
ftm
fog
hea
uot
hbm
xbq
atsa
wmk
smg
hcza
zbt
stda
hbt
wiz
kre
pnc
wkr
gah
pzh
vbn
hboe
moz
smr
wkd
wgx
sxt
ckp
fsz
urha
llka
pbzll
fum
bpq
rhoe
mcn
krg
geoa
qsm
snx
tfr
nvb
snvx
tfd
bcb
wgh
fwd
hhb
vmw
uko
xik
wfr
hef
xba
cao
xbpa
xfd
zyg
cqe
zfi
lon
nod
wgr
sod
oob
unw
fnd
mgcx
utk
wfg
tdr
zfl
pbzm
wbl
ftw
atv
tboa
fsy
baq
cag
sxcd
coi
dnra
umv
yfa
nkq
cab
yfb
hfp
bau
asda
zcd
qnc
amu
ytw
lig
vbr
cdz
xxv
idpa
yfi
vcw
xfk
sur
yzh
smi
reo
fit
abf
law
srra
kgz
shpa
hyw
llwz
hqy
ofpa
whf
bcn
daga
mjb
pcuh
wng
svk
hyd
ukm
mjt
sss
smf
epya
fsia
awd
fvg
iss
wfq
vmo
kew
aht
fnj
dnk
kry
ukj
gra
ydq
num
lona
kwh
kfi
mon
cage
mth
mtda
zrad
knaa
fcs
hne
ntb
urp
gat
ssc
nom
nha
etm
zba
fry
rhtx
bnl
krq
pne
hyp
vbi
bab
oso
hcb
vcm
pbgl
sqc
nol
lnj
xii
sdl
xah
ced
ptsx
cqv
cek
umf
xfr
tof
wlu
mzz
atoe
wyt
jan
teo
wnp
dnka
fur
fnz
wnl
kexa
krw
fct
bay
kru
fvj
ooc
krwd
mvy
cbo
tfz
ptse
wzz
bar
bmn
ifi
dnwa
nob
sssa
anae
unb
krxd
lcx
ffa
sve
krk
mss
wny
gui
kgs
fvs
ecl
lwg
fsh
nog
krt
tpsa
wgu
wjt
tfb
met
qsl
stz
bcui
bcy
tsa
dft
zbv
epa
cea
cnd
lcy
lbt
myc
yan
sbq
ftwa
ssfe
uma
bor
fnw
xlla
ceua
est
cor
tfba
krv
cqq
isc
buh
fgla
ptoa
dni
wjd
feb
phl
kpl
wmx
ukb
vvi
rnaa
hxs
uto
wgw
hcp
yfc
mota
cemd
fss
amua
xfl
csk
esga
vmm
hww
ubt
clad
bpo
ukn
atne
htb
fch
sxm
ceg
brla
cnw
ltw
fnt
gise
shp
wfp
fnp
tco
uoe
chb
sxh
rna
bbm
ftz
nboh
tfl
jeaa
wjw
cdt
rtw
vbp
dgn
dnqa
niad
cep
epw
crz
tts
zec
fjha
isx
shy
vcb
pna
unh
rad
anl
ucy
sppa
krn
iaca
ury
isk
ffb
epq
mtg
gdm
mtfa
wkm
svq
icd
qzh
cysa
anh
fita
tfqa
epr
fsl
mod
tfi
urza
cdn
wja
vbg
wlh
dum
vbj
srst
dnia
hcd
epsa
kkm
cdq
pyb
fwb
cee
xcb
bby
icme
odm
vdb
qnda
smb
thse
ttp
epta
krh
sok
hbo
ngc
pbze
sbr
uml
ete
wff
tdx
bcs
bik
gan
kdd
eta
czz
dnpa
fvq
wjn
xca
tcs
ecs
dmda
wls
nas
neb
kea
wsx
fsv
zfs
tfk
mct
lni
svx
wgv
six
uka
jah
moue
tfc
tca
bhd
ncg
zra
cli
urh
swb
urr
xfb
dhe
odfd
tes
dnma
hyxa
yav
fug
cpo
soca
svw
cena
ssd
cdja
tcb
zfg
msg
pbp
sql
mtc
mta
agw
epra
crsa
ceva
wia
sin
vma
cqr
vcd
sxg
wmb
fvc
wiq
xada
bbj
bet
svy
swp
wis
wmm
nso
iacd
zul
wke
wfo
stja
ceka
uria
ffc
bpw
vbf
sms
svp
eci
thz
utj
xak
wlt
hna
siy
bcul
rhta
irl
key
apoa
wkc
zbe
moa
epfa
bcf
mft
epo
mmm
frl
epaa
trua
ttua
wgj
jsb
hcpd
uky
uom
vms
hyla
tsg
noc
pyd
wld
why
sca
ffd
lcsa
tsha
stua
wpa
sodt
fvv
nju
vcj
otta
apo
umo
wlm
smq
fsn
bnna
vmk
xfa
ptha
npo
fsx
stx
unv
xby
cfcea
zbn
pbpe
ssba
krc
ptia
ibe
vcl
vmi
odk
wnu
ase
mmt
yavda
lcz
cex
ffg
urf
umt
lrk
edca
fnx
crb
nbox
png
dmh
cqd
nboae
xax
tfua
svn
wal
ffca
tota
xbva
tsi
ums
ffia
whh
ceqa
bcuj
mtga
clh
epua
sni
xae
cema
xbp
eeaa
tsd
tpt
kxe
bey
ggl
fsd
skl
zfm
wmd
epm
asfa
xbm
urs
ltl
acsh
cpd
geaa
fga
wjf
niada
etj
bcv
hbl
cus
wig
wfl
hnd
nebe
wmp
lfm
vck
kgr
klea
hyl
ctta
apc
ecu
viva
gal
wgs
uke
crr
icc
cgs
wln
fvd
wjg
pyf
svt
urna
zbp
bam
lcse
win
wie
bto
fon
xbza
vna
flga
cpv
wkt
ptsf
kwo
tcd
fff
fvt
phwa
tst
hst
ncb
hnf
the
ithe
scug
mfj
knb
wmg
kkma
keba
lom
stc
dmga
albd
cpe
twfda
hck
iaba
jcy
twfa
tci
tsja
wim
srsg
gmee
ect
fzh
sde
qtzh
anta
hed
tot
upa
yfs
vmq
pdb
xal
cpn
sln
brk
bsv
bbv
lwha
vmf
fcf
wje
pop
tcm
snf
tcgx
qne
bpg
att
mone
alca
urpa
url
amn
uboa
umm
nfc
zfy
soh
fcb
soi
ibda
flue
nbd
vbe
cen
scg
tce
afx
yct
uro
kena
sdt
utc
lwh
seh
oft
bpa
ptta
odh
cai
ntsd
mjd
vcc
ukk
mof
wix
wkg
fsf
snz
pdp
urz
myca
albxd
tfp
yfx
fnv
sda
lum
htpa
ithd
rnc
dmj
wll
viv
ssee
psp
ncf
fcq
che
dpa
epu
hnb
tna
jwj
uoq
zfu
ume
xaj
sodaa
faue
wlk
ceda
fnn
dgq
sesa
yava
dnn
cpu
wle
sng
ctn
zfn
bbl
ftf
rin
epza
zbx
bpm
svu
cdla
bnnt
tcf
wkh
kmsa
ddi
wft
utm
cefa
bal
thh
qtz
pti
ott
cal
ucb
umc
vmu
cml
xbt
thea
ncc
sita
zim
svg
ftwt
wgy
krf
mcfd
etd
unx
niae
spla
fvw
urv
pcug
wnm
xfu
keya
npoa
fdua
sep
bch
kag
vch
foa
yfl
epwa
alc
ung
cpw
csp
fmj
shed
zbq
roa
gcd
kpc
ybh
odf
gme
afie
dnea
zbj
etq
std
tpd
ddy
qza
beb
yavd
sxi
wik
ukd
knc
xaw
lcwx
cqj
afwa
svs
fny
dnb
xaf
wnx
zni
ncl
osa
tbd
swn
sgt
svf
ukw
noq
anaa
sxp
krjd
svl
vcx
xboa
mdf
ecg
wgq
zbo
zst
tim
fsk
zrc
elc
dtc
lvs
gwga
tsn
gie
tee
twf
scpa
lvt
zby
mco
xbu
fuw
wmy
ssa
une
jxj
mmo
noh
mmna
wut
wfu
etf
unf
pds
snl
cdh
wzza
vbc
ful
xfq
wgo
czza
ssaa
krx
sth
shba
dnza
etbe
fto
kty
xaq
sjt
osf
fse
twfe
xfo
sdo
bpj
wge
wku
wyta
utz
fsna
gez
zma
teea
hyka
buha
rug
nch
ktya
dnba
wmq
wni
dgp
rhr
whg
ply
pyr
swk
isj
sou
xau
eti
sdj
lhb
bpt
aca
wfk
soda
llza
scua
wfm
pbz
sdv
baa
vbo
wfw
qnba
ctt
mjha
ele
swi
gaf
tie
cqm
dpba
lll
uoc
uop
swq
qtzf
sop
hal
vba
vbl
cqz
som
ben
asp
ctne
zjz
yaoa
doh
dnva
gar
bac
bow
eye
shoa
dpca
ose
skf
jvh
utn
ptt
qdlea
isq
tfg
med
vnc
tsba
qtzt
sea
pcuge
bkt
swe
ceja
vci
cat0
cat1
cat2
cat3
cat4
10
11
12
13
14
15
16
17
18
19
20
21
22
23
24
25
26
27
28
29
30
31
32
33
34
35
36
37
38
39
40
41
42
43
44
45
46
47
48
49
50
51
52
53
54
55
56
57
58
59
60
61
62
63
64
65
66
67
68
69
70
71
72
73
74
75
76
77
78
79
80
81
82
83
84
85
86
87
88
89
90
91
92
93
94
95
96
97
98
99
100
101
102
103
104
105
106
107
108
109
110
111
112
113
114
115
116
117
118
119
120
121
122
123
124
125
126
127
128
129
130
131
132
133
134
135
136
137
138
139
140
141
142
143
144
145
146
147
148
149
150
151
152
153
154
155
156
157
158
159
160
161
162
163
164
165
166
167
168
169
170
171
172
173
174
175
176
177
178
179
180
181
182
183
184
185
186
187
188
189
190
191
192
193
194
195
196
197
198
199
200
201
202
203
204
205
206
207
208
209
210
211
212
213
214
215
216
217
218
219
220
221
222
223
224
225
226
227
228
229
230
231
232
233
234
235
236
237
238
239
240
241
242
243
244
245
246
247
248
249
250
251
252
253
254
255
256
257
258
259
260
261
262
263
264
265
266
267
268
269
270
271
272
273
274
275
276
277
278
279
280
281
282
283
284
285
286
287
288
289
290
291
292
293
294
295
296
297
298
299
300
301
302
303
304
305
306
307
308
309
310
311
312
313
314
315
316
317
318
319
320
321
322
323
324
325
326
327
328
329
330
331
332
333
334
335
336
337
338
339
340
341
342
343
344
345
346
347
348
349
350
351
352
353
354
355
356
357
358
359
360
361
362
363
364
365
366
367
368
369
370
371
372
373
374
375
376
377
378
379
380
381
382
383
384
385
386
387
388
389
390
391
392
393
394
395
396
397
398
399
400
401
402
403
404
405
406
407
408
409
410
411
412
413
414
415
416
417
418
419
420
421
422
423
424
425
426
427
428
429
430
431
432
433
434
435
436
437
438
439
440
441
442
443
444
445
446
447
448
449
450
451
452
453
454
455
456
457
458
459
460
461
462
463
464
465
466
467
468
469
470
471
472
473
474
475
476
477
478
479
480
481
482
483
484
485
486
487
488
489
490
491
492
493
494
495
496
497
498
499
500
,
&&
ERROR
UNKNOWN
